Repository: common-repository/wpcalc-modal-form
Catalog: languages/wpcalc-modal-form-*.po
Languages: ru_ru

source: Setting forms
ru_ru: Настройка Форм

source: Modal
ru_ru: Модальное

source: Popup
ru_ru: Всплывающее

source: Page
ru_ru: Страница

source: Calculate
ru_ru: Калькулятор

source: Configure form fields in a modal window
ru_ru: Настройка полей формы в модальном окне

source: Title text
ru_ru: Текст Заголовка

source: Show
ru_ru: Отобразить

source: Hide
ru_ru: Скрыть

source: The text over form
ru_ru: Текст над формой

source: Field comments
ru_ru: Поле комментарии

source: Field e-mail
ru_ru: Поле почта

source: Field name
ru_ru: Поле имя

source: Field phone
ru_ru: Поле телефон

source: Text of the submit button
ru_ru: Текст кнопки отправки

source: Setting the display of the feedback
ru_ru: Настройка отображения кнопки

source: Text buttons
ru_ru: Текст Кнопки

source: Location buttons
ru_ru: Расположение кнопки

source: Right
ru_ru: Справа

source: Left
ru_ru: Слева

source: Top
ru_ru: Вверху

source: Bottom
ru_ru: Внизу

source: Color button
ru_ru: Цвет кнопки

source: choose color
ru_ru: подобрать цвет

source: Setting alarm text
ru_ru: Настройка текстов ошибок

source: Filled review
ru_ru: Незаполненный отзыв

source: Not Specified name
ru_ru: Не указанно имя

source: Not Specified Email
ru_ru: Не указанно почта

source: Unknown phone
ru_ru: Не указан телефон

source: Styles
ru_ru: Стили

source: Text size over form
ru_ru: Размер текста над формой

source: Text color error
ru_ru: Цвет текста ошибки

source: Text size error
ru_ru: Размер текста ошибки

source: Text color Thanks
ru_ru: Цвет текста Спасибо

source: Text Size Thank
ru_ru: Размер текста Спасибо

source: Sending mail
ru_ru: Отправка на почту

source: Text after sending a message
ru_ru: Текст после отправки сообщения

source: Post subject
ru_ru: Заголовок сообщение

source: Close window through
ru_ru: Закрыть окно через

source: Send to e-mail
ru_ru: Отправлять на почту

source: enter multiple recipients can be separated by commas
ru_ru: через запятую можно ввести несколько получателей

source: seconds
ru_ru: секунд

source: Settings
ru_ru: Настройки

source: This message was sent a form of feedback from the site
ru_ru: Это сообщение отправлено формой обратной связи с сайта

source: Calculators for Wordpress on
ru_ru: Калькуляторы для Wordpress на

source: Save
ru_ru: Сохранить

source: Settings saved
ru_ru: Настроки сохранены

source: Thank you for the installation of the plugin Wpcalc Modal Form. We hope our cooperation will be productive. Functionality of this plugin can be supplemented with online calculator to your parameters. Write to us - ad@wpcalc.com. Our website - wpcalc.com
ru_ru: Спасибо за установку плагина. Надеемся наше сотрудничество будет продуктивным. Функционал данного плагина может быть дополнен онлайн калькулятором с Вашими параметрами. Пишите нам - ad@wpcalc.com. Наш сайт - wpcalc.com

source: Include form
ru_ru: Включить Форму

source: Form
ru_ru: Форма

source: Form on Page
ru_ru: Форма на странице

source: General
ru_ru: Основные

source: Including the form on the page
ru_ru: Включить Форму на странице

source: Configure form fields in a page
ru_ru: Настройки формы на странице

source: Width form on page
ru_ru: Ширина формы на странице

source: Field Name
ru_ru: Поле Имя

source: Field E-mail
ru_ru: Поле E-mail

source: Field Phone
ru_ru: Поле Телефон

source: Field Review
ru_ru: Поле Комментарий

source: To insert a form on the page or post using shortcode
ru_ru: Чтобы вставить форму на страницу или в запись используйет шорткод

source: Setting Display Forms
ru_ru: Настройка отображения форм

source: Mask phone
ru_ru: Маска телефона

source: Plugin Wpcalc Modal Form supports the creation of any calculator to the settings of the admin panel site and sent to the specified e-mail.
ru_ru: Плагин Wpcalc Modal Form поддерживает создание любых калькуляторов с настройками из админпанели сайта и отправкой на указанную почту.

source: If you need an online calculator to the website, you can order the development of plug-in calculator we ad@wpcalc.com.
ru_ru: Если Вам нужен онлайн калькулятор на сайт, Вы можете заказать разработку плагина калькулятора у нас ad@wpcalc.com.

source: An example of a calculator-based plugin Wpcalc Modal Form can look at - http://wpcalc.com/plugin-osago-ukraine/
ru_ru: Пример работы калькулятора на базе плагина Wpcalc Modal Form можете посмотреть по адресу - http://wpcalc.com/plugin-osago-ukraine/

source: Calculator
ru_ru: Калькулятор

source: Feedback
ru_ru: Напишите нам

source: Feedback form
ru_ru: Форма обратной связи

source: Write to us and we will contact you shortly
ru_ru: Напишите нам и мы свяжемся с Вами в ближайшее время

source: Write a Review
ru_ru: Напишите Комментарий

source: your name
ru_ru: Ваше имя

source: your phone
ru_ru: Ваш телефон

source: to send
ru_ru: Отправить

source: Setting the display of the modal window
ru_ru: Настройка отображения модального окна

source: modal window
ru_ru: модальное окно

source: feedback form
ru_ru: форма для обратной связи

source: Include Calculator
ru_ru: Включить калькулятор

source: Settings for the Сalculator
ru_ru: Установки для калькулятора

source: Specify the path to calculator's file (html, php)
ru_ru: Укажите путь к файлу калькулятора (html, php)

source: Specify the path to calculator's javascript file (js)
ru_ru: Укажите путь к файлу скрипта калькулятора (js)

source: Specify the path to calculator's style file (css)
ru_ru: Укажите путь к файлу стиля калькулятора (css)

source: Download or order files for the calculator you can online
ru_ru: Скачать или заказать файлы для калькулятора вы можете на сайте

source: Wordpress Plugins from WpCalc.com
ru_ru: Wordpress Плагины от WpCalc.com

source: Countdown with cookies
ru_ru: Таймер обратного отсчета с куками

source: Loan calculators
ru_ru: Кредитные калькуляторы

source: Сar insurance for Russia
ru_ru: Страхование ОСАГО Россия

source: Car insurance for Ukraine
ru_ru: Страхование ОСАГО Украина

source: http://wpcalc.com/en
ru_ru: http://wpcalc.com/

source: Width feedback unit
ru_ru: Ширина блока обратной связи

source: Height feedback unit
ru_ru: Высота блока обратной связи

source: The text over calculator
ru_ru: Текст над калькулятором

source: Our mail
ru_ru: Наша почта

source: Hi, I am Dimy4
ru_ru: Привет, Я Dimy4

source: I spent a lot of time developing this plugin.
ru_ru: Я потратил много времени на разработку этого плагина.

source: So if you like it, then buy me a cup of coffee.
ru_ru: Поэтому если он вам нравится, то купите мне чашку кофе.

source: Text To send
ru_ru: Текст Отправить

source: Configure form fields in a pop-up window
ru_ru: Настройка полей формы в всплывающем окне

source: Configure form fields in a calculator
ru_ru: Настройка полей формы в калькулятор

source: If you set one of your plugins, here you can set up a form for the calculator
ru_ru: Если у вас установлен один из наших плагинов, здесь вы можете настроить форму для калькулятора

source: Our plugins
ru_ru: Наши плагины

source: Color error
ru_ru: Цвет ошибки

source: Required rule
ru_ru: Обязательная проверка

source: Enable/disable
ru_ru: Вкл/выкл

source: Setting the appearance of a modal window
ru_ru: Установка появление модального окна

source: Show/Hide
ru_ru: Вкл/выкл

source: While loading
ru_ru: При загрузке

source: When scroll the window
ru_ru: При прокрутке окна

source: When you close the window
ru_ru: При закрытии окна

source: Cookies days
ru_ru: Дней в куках

source: Timer
ru_ru: Tаймер

source: Style of modal window
ru_ru: Стиль модального окна

source: Width
ru_ru: Ширина

source: Color
ru_ru: Цвет

source: Padding
ru_ru: Отступ

source: Border
ru_ru: Граница

source: Border color
ru_ru: Цвет границы

source: Indent from top
ru_ru: Отступ сверху

source: Show modal window
ru_ru: Показывать модальное окно

source: Background color
ru_ru: Фон

source: Padding Form
ru_ru: Отступ формы

source: Style of popup window
ru_ru: Стиль всплывающего окна
